/* No comment provided by engineer. */
"Can't connect. Please check your internet Connection" = "אין אפשרות להתחבר. נסה שנית";

/* No comment provided by engineer. */
"Error" = "בעיה";

/* No comment provided by engineer. */
"ok" = "המשך";

/* No comment provided by engineer. */
"OK" = "המשך";

/* No comment provided by engineer. */
"אין רשת. בדוק את הרשת האלחוטית" = "אין רשת. בדוק את הרשת האלחוטית";

/* No comment provided by engineer. */
"אין תקשורת מתאימה להתחברות" = "אין תקשורת מתאימה להתחברות";

/* No comment provided by engineer. */
"בטל" = "בטל";

/* No comment provided by engineer. */
"בעיה בשרת" = "בעיה בשרת";

/* No comment provided by engineer. */
"הודעה חדשה מערוץ 7" = "הודעה חדשה מערוץ 7";

/* No comment provided by engineer. */
"הזן שם משתמש וסיסמא" = "הזן שם משתמש וסיסמא";

/* No comment provided by engineer. */
"החלף משתמש" = "החלף משתמש";

/* No comment provided by engineer. */
"התחבר" = "התחבר";

/* No comment provided by engineer. */
"התחברות לצאט שיחה אישית  " = "התחברות לצאט שיחה אישית  ";

/* No comment provided by engineer. */
"נסה מאוחר יותר" = "נסה מאוחר יותר";

/* No comment provided by engineer. */
"שם או סיסמא שגויים" = "שם או סיסמא שגויים";

/* No comment provided by engineer. */
"תקלת רישום.נסה שוב" = "תקלת רישום.נסה שוב";

"newsurl"="http://www.inn.co.il/wap/iphoneapp.htm#_home";

"rssurl"="http://www.inn.co.il/Rss.aspx?act=";

"התגובה תפורסם לאחר אישור המערכת"="התגובה תפורסם לאחר אישור המערכת";
"תגובתך נשלחה"="תגובתך נשלחה";

"contactus"="צור קשר";

"show"="מצלמה";

"send"="שלח";

"saved"="נשמר בהצלחה";

"rssurl2"="http://www.inn.co.il/Rss.aspx?";
